IDEA Open Model
RebarSegment3DArc3Pts Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the RebarSegment3DArc3Pts class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarSegment3DArc3Pts()
Public Sub New
See Also
Reference
RebarSegment3DArc3Pts Class
IdeaRS.OpenModel.Model Namespace